[{"title":"Recalling the Old Ziegfeld Theater","content":"Dear Diary,\nMy clock was turned back some 70 years while reading James Barron’s article Jan. 21 on the demise of the old “new” Ziegfeld Theater.\nThe summer I turned 15, I got a job as an usherette — dark wool serge uniform and all — at the very lush and lavish original Ziegfeld Theater. It had been designed and built before the Great Depression and its birth coincided with the end of the Roaring Twenties.\nThe Ziegfeld had already lost its luster by the time I worked there. I recall a cockroach crawling down the inside of the sleeve of the uniform, which hung in the closet in the basement and was shared with whoever was working at night and was close to my size. The theater was usually nearly empty during my day shift, and I remember the manager eating his lunch in the first row of the balcony while watching the movie — the movie he had seen the day before and probably would see the following day.\nNeedless to say, the job was pretty boring, although I did get to see all the movies free: a double feature, a cartoon, a serial and the Movietone news. And it was air-conditioned — not a small thing at a time when only the very rich and movie theaters had relief from the heat of a New York summer.\nAnd the greatest part of all was that I had “learned” that Billy Rose, the great American impresario, lived in a penthouse above the theater. I have no idea if that was true or not, but that is what I “understood.” And I imagined all the beautifully dressed actresses that he would invite there. I was only just 15, after all.","author":"ZENAIDE NEWMAN REISS The New York Times Company","permalink":"http://www.nytimes.com/2016/02/24/nyregion/metropolitan-diary-recalling-the-old-ziegfeld-theater.html","date_published":"1970-01-01T00:33:36.000+00:00","photo":{"url":"http://static01.nyt.com/images/2016/02/24/nyregion/24DIARY-1/24DIARY-1-master675.jpg","caption":"The Ziegfeld Theater opened in 1969.","attribution":"Yana Paskova for The New York Times"}},{"title":"The Wonder of a Book","content":"\nIt is notoriously difficult to impress New Yorkers. We take first prize on jadedness, blasé and ennui. Not too long ago I was riding the subway and as it slowed between stations I saw a man on the platform sitting on a bench in full scuba gear: snorkel, flippers and all. I was not impressed, he was at the Canal Street station.\nAnd if there is a center for all New Yorkers’ boredom, it is the New York subway system. Here, young Wall Streeters shoot their cuffs, hoping someone will take notice of their $30,000 watches. Amount of attention he receives? Nada. A young attractive woman uses one of the center poles in the train car to work out her core, à la stripper mode. Nothing doing.\nThe other day, however, I was riding uptown and reached into my bag for a book my teenage niece had suggested I read. I was immediately hooked.  The book had orphans, swords, princes, traitors, pirates and spies — what was not to love?\nAs I kept looking up to make sure I didn’t miss my stop, I noticed quite a few people looking at me. Perhaps it was because I was at the edge of my seat, figuratively because I was engrossed in the story, and literally because the two gentlemen to the right and left of me had not given me much space. Or perhaps it was the cover of the book, featuring a young boy and a sword of sorts, a ring of fire and — don’t commit me to it — a falcon or two. But whatever the reason, the young couple seated in front of me had stopped mid-canoodle to watch me. The kind-of-good-looking guy looked at me while I was checking the subway stop and grinned.\nThe object of their interest was clearly the book in my hands. A physical, actual book, so engrossing that I could transcend the chaos, commotion and craziness of the Bronx-bound No. 1 train.\nThe following occurred to me later, much later, because time stopped for me until I had read the last page: It is not the latest handbag, watch or dancing teenagers that make an impression on New Yorkers. It is not the woman dressed as Minnie Mouse, or the septuagenarian twins garbed completely in purple who will garner curious glances in this town. What caused a stir was the mere novelty of a book, and my accompanied wonderment.\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Shani M. The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/07/21/the-wonder-of-a-book/","date_published":"2015-07-21T12:30:01.000+00:00"},{"title":"You Can’t Get Hurt in This Precinct","content":"\nI was hit and knocked down by a yellow cab a few months ago.  A kind stranger helped me onto my feet at Fifth Avenue and 55th Street; he wanted to call an ambulance. I thought I was O.K., and asked the driver to take me home.  He readily obliged.\nHome was minutes away, but by heading there I unwittingly fouled up police procedures. On arrival, I began to feel pain; I was unsteady on my feet.  My wife called 911. In minutes uniformed firemen, police and Emergency Medical Service were in our apartment.  I was surrounded by help, but confronted by a new problem.\nThe EMS medics concluded that I must be taken to a hospital right away.  As they administered oxygen and helped me onto a stretcher, a police sergeant interrupted:  “You’re in the wrong precinct.  You are not our incident. I can’t do the paperwork. You were hit in Midtown North, the 18th; ours is the 19th. You are their incident.”\nI was in shock, but I was also baffled.  I had answered her questions: the driver’s name, license and plate number, emailed from the scene by the man who helped me.  I was flat on my back.  “Give the guy a break,” said one of the firemen.  We’re heading to the hospital.”  But the sergeant persisted: “There has to be a record,” as they wheeled me out the door and into the elevator.\nA week later, discharged from Lenox Hill, I thought about the sergeant. The medics and firemen took care of me, but her job was important, too.  Information would be needed by the Traffic Department; there would be medical, insurance, hospital questions.  She was unpopular in my living room, but undaunted in her aim:  There has to be a record.\nWhen I report the event to friends, family and colleagues, the sergeant is unpopular with them, too.  But not with me; I admire her.  Soon after my discharge, I called Midtown North.  “I know about you,” said the desk sergeant. “You’re the guy who was hit in the 18th and went to the 19th.  We’ve been waiting for you. The sergeant made a special trip to bring in her notes.  Now you need to appear, so we can complete the report.”\nI went to Midtown North the next day, and introduced myself.  The desk officer smiled. “So you’re the man,” she said.\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Jules Cohn The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/05/26/you-cant-get-hurt-in-this-precinct/","date_published":"2015-05-26T12:30:52.000+00:00"},{"title":"Tow Truck Sonata","content":"\nI had to get my car towed from Williamsburg recently. The trip to the service place took perhaps an hour and a half. The driver, Steven, and I talked about a lot of things.\nHis older brother, at the age of 17, got shot in the back of the head; he was just in the wrong place at the wrong time. His mother’s brother, a priest, flew in from Puerto Rico. When he arrived, the mom fell into his arms and started weeping. Her brother, Steven’s uncle, said:\n“Stop. I’m not here for that. I’m here to show you a miracle. That’s what I was told.”\nHe prayed over Steven’s brother’s near-lifeless body. He was on a ventilator, Steven said. Tubes coming out of every orifice, a huge half-moon scar where they had gone in immediately to relieve the pressure on his brain. Shortly after his uncle started praying, the machines lit up. The doctors came running and made everyone leave the room. Within 24 hours Steven’s brother, who was not supposed to live, was off the life support, off the ventilator, out of the deep coma he’d been in, awake.\nIt gave me goose bumps and gave Steven goose bumps in the telling. (He kept showing me his arm; I kept showing him mine.) Steven’s actually not religious, but we agreed something bigger than us must be going on.\nThey never caught the shooter. It was a gang thing. To conduct an investigation, detectives would have had to get the bullet that’s still lodged deep in his brother’s brain eight years later, and that would have almost definitely killed him.\nSteven told me he’s going to become a correction officer in the fall, and we talked about how the kids involved in this crime might come through there, through Rikers, where he’ll work, if they aren’t there already, and how it would be impossible for him to know.\nI was so strangely grateful that my car had died for no apparent reason and that there was terrible traffic from Brooklyn to the West Side Highway. Talking to people, looking at them, listening to their stories, those smiles between strangers — all of it is highly underrated.\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Amanda Guinzburg The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/07/07/a-tow-truck-and-a-miracle/","date_published":"2015-07-07T12:30:25.000+00:00"},{"title":"My Friend, the Shoplifter","content":"\nI know a guy. Well, actually, he knows me. Every time we see each other he always greets me by name. My response is usually, “Hey buddy,” “Yo, my man,” “What up, bro” or something of that nature. We might have gone to the same school  — I’m not sure; you’d have to ask him.\nAnyway, we bumped into each other a few days ago in front of a supermarket on Farmers Boulevard in Springfield Gardens, Queens. The weather was unseasonably warm for November, yet he was wearing one of those bulky, thermally insulated one-piece body suits, the kind Parks Department personnel wear when they’re working outside in January. He entered the store before me. I stopped to get a shopping cart and walked through the automatic sliding doors no more than 30 seconds after him.\nBy the time I had pushed the cart to the middle of the store, he was already coming toward me from the opposite direction, headed back to the entrance (which for him was now the exit). At that point, three plainclothes security guards descended upon him; they pulled him to the side, in front of the display case with the ice cream.\nThe guards told him, “Give it up.” He bent down and started removing items through the pants leg of his one-piece body suit: a 32-ounce plastic bag of raw black beans, several cans of goods (one of which was probably tomato sauce), a large pack of sausages and some other stuff.\nAfter strolling away and reaching the other end of the aisle, I looked back and he was still bent over, still being relieved of the contents of his one-piece body suit.  As I turned the corner, I wondered if he had pulled out a box or two of yellow rice mix. It was on sale.\nI envied my childhood friend, whose name I can’t remember. If only I could be as decisive and efficient; I wish I could shop the way he lifts — get in and get out. Well in his case, get in and almost get out.\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Dennis Francis The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/02/05/my-friend-the-shoplifter/","date_published":"2015-02-05T13:45:02.000+00:00"},{"title":"A Carriage Horse Driver’s Viewpoint","content":"\nOn Central Park South on a Sunday morning in December at 8:40 or so, a couple of carriage horses waited to start their day. One was in the care of Enda Moran, a middle-aged man, slightly built, wearing glasses and a cloth cap. Mr. Moran, who hails from County Mayo in the west of Ireland, said he had been driving carriages around Central Park since 1988.\nAs he spoke, he constantly brushed his horse, a 9-year-old mixed breed, brown with white patches, who was nibbling from a bucket filled with grain. Mr. Moran said the horse’s name was Apache, which seemed calculated to throw kerosene onto the fire of political correctness already evidently raging within the head of Mayor Bill de Blasio as he moves to fulfill a promise made to animal rights groups that donated to his campaign by banning the carriage horse trade in New York City.\nFor Apache and Mr. Moran, it was just another Sunday, one that seemed likely to remain dry and not too cold. As they waited to begin their shift, which on Sundays runs from 9 to 5, the man and the horse appeared to share a collaborative rather than coercive relationship. Apache seemed well fed and bore no obvious scars or lesions. “They get five weeks’ vacation a year; they don’t go out when it’s too hot, they don’t go out when it’s too cold,” Mr. Moran said.\nAs might be expected, he had little patience with the argument that the life is cruel to the horses. He opined that the stables, on 11th Avenue and 52nd Street, are inspected more than homeless shelters or child care centers. Asked what he would say to Mayor de Blasio if he were standing there, Mr. Moran said, “I wouldn’t say anything to him,” and carried on grooming Apache for the day ahead.\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Robert Davey The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/03/29/a-carriage-horse-drivers-viewpoint/","date_published":"2015-03-30T00:30:11.000+00:00","photo":{"url":"http://graphics8.nytimes.com/images/2015/03/30/nyregion/30diary/30diary-tmagArticle.jpg","caption":null,"attribution":null}},{"title":"The Shower in the Naked City","content":"\nI moved to New York City from the suburbs because the city was where things happened. A TV program of the time claimed there were “eight million stories in the naked city.” And I was anxious for one to happen to me.\nMy first apartment was a tiny studio above a takeout Chinese restaurant on East 78th Street. One morning, as I was leaving for work, I heard a shower running in the neighboring apartment. As I walked up the stairs that evening, I again heard my neighbor’s shower.\nI awoke late Saturday morning. And heard the shower. I took my own shower and made some breakfast for myself and tried to ignore the continuing sound from across the hall. But I couldn’t.\nSurely that shower couldn’t have been going since yesterday morning. Let’s say I heard a standard morning shower yesterday, and a normal one last night. But I’d been up for four hours now. No one takes a four-hour shower. Then it hit me: My neighbor must have fallen. I knocked on the door. No response. Then I pounded on it. Still no response, and the shower kept running. I tried to open the door, but it was locked.\nA life might be at stake. So I called the super. He had the tenant’s number and called him. No answer. Soon he was over with his key. Again no response to a knock, so he unlocked the door and stepped in. A short, fully dressed young man jumped up from his chair and yelled: “What are you doing? Get out!”\nThe super took a deep breath and replied: “Turn off that shower. You’re wasting water.” When the young man did, the super walked out, muttering. Before I could engage my neighbor, he slammed his door. I went back to my apartment, and in a few minutes heard the shower running again.\nPerhaps there are eight million stories in the naked city, but some of them don’t make much sense at all.\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Norman Lewis Smith The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/06/17/the-shower-in-the-naked-city/","date_published":"2015-06-17T12:30:18.000+00:00"},{"title":"Language Lessons and Mom","content":"\nToward the end of Mom’s life, after 10 years of suffering from Alzheimer’s disease, her live-in aide reported to me that she was lying awake half the night, muttering in Italian. I wasn’t surprised. Having worked for 12 years in a Bronx mental hospital, I often encountered patients, in the throes of a mental breakdown, regressing and speaking their first tongues, even though, in some cases, their relatives had rarely — if ever — heard them speak it.\nA few months before Mom passed away, while I was visiting her, she started speaking in Sicilian; it was Sicilian, not Italian, that was her first tongue. I was able to make out what she was saying — “Li cosi nun vannu boni” (“Things aren’t going well”) — and I started asking her simple questions in Italian: “Mamma, come ti senti?” (“Mamma, how do you feel?”) She responded by repeating that things nun sunu boni — weren’t good. It was the first conversation I’d had with her in years.\nThen I began to reflect: I’d been taking Italian lessons for over 20 years, first at the Scuola Italiana del Greenwich Village, next to Our Lady of Pompeii Church — coincidentally, the very first church Mom had attended when she first immigrated from Sicily. Over the years, I’d felt so much frustration at having to struggle to learn Italian. At times I was angry at Mom: Why couldn’t she have spoken to me in Italian, or at least in dialect, when I was growing up, and made things easier for me?\nBut after speaking Italian to Mom, and hearing her respond in her first and most heartfelt language, I realized that all the time and money I had invested, all the frustration I had experienced over the years, had been worth it.\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Gil Fagiani The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/06/30/language-lessons-and-mom/","date_published":"2015-06-30T12:30:15.000+00:00"},{"title":"New Year’s Help for the Bus Driver","content":"\nNew Year’s Day – a weekday holiday when the city feels strangely busy and empty at the same time.\nI am a born and bred New Yorker, graduate of the High School of Performing Arts, whose iPhone is stocked with New York-centric apps to sustain an illusion of remaining in the city while living in Los Angeles.  I was in town for my mother’s birthday.   I was the lone passenger on a Manhattan bus and I thought a photo of me, riding alone, with some witty comment about my own private limo for the price of a bus fare, would provide the perfect ironic Instagram selfie.\nI sat up and angled my iPhone for maximum background depth. Just when I snapped the picture, the bus pulled to the curb and the driver shouted, “Excuse me, sir? Sir!”\nGuilt and paranoia set in. Was it illegal to take photos on public transit?  Embarrassed at being called out mid-selfie, I sheepishly walked to the front.\nThe driver asked me, “Have you taken this route before?”\n“Um, yes!” I answered with false confidence.\n“Do I turn on this street?” he asked with his own sheepish expression.\nI wasn’t certain – did this northbound bus make a left turn and head west?  It would better for me if it did.  “Not your regular bus?” I asked.  “No,” he said, “I usually drive downtown.”\nHe couldn’t have been nicer, and I wanted to help. As he made the turn, I switched apps on my phone — from camera to M.T.A. route map —  and found our bus number.  I told him yes, he was supposed to turn west, but two blocks farther north than where he had turned.  We wished each other a Happy New Year and I got off the bus, not at its appointed stop, but closer to my destination, having enjoyed door-to-door service for the price of a bus fare.\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Rodman Flender The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/01/16/new-years-help-for-the-bus-driver/","date_published":"2015-01-16T13:55:06.000+00:00"},{"title":"Party Time With an Old Friend","content":"\nIt was cold. But not cold enough to keep my old friend from casually showing off the captivating and surrounding street art sprawled along the walls of her new hometown, Bushwick. She attends Fordham and conquers the city while I’m away watching sunsets roll over the farm fields out in you-wouldn’t-know-where.\nBoth freshly 21, seniors in college and away from each other since high school, we naturally sought a place to enjoy overpriced alcoholic beverages.\n“How’s this place look?” she asked.\nStared off and saw too many people, “Is there another?”\nThe next place was empty, with solid tunes and an attractive, tattooed bartender. We threw down our jackets and took over the place. Not really, we pretended to, although I did dance around a bit and pick the ideal spot to sit.\nWanting to try something new, and not pretending to be beer experts like everyone else we know, we picked the first round randomly. After taking a sip of her beer, I felt that urge to pretend her beer wasn’t THAT much better than mine, out of competitiveness. But I clearly gave up this bluff with my reaction and eyes. I realized that the type of beer she ordered was the best beer I’d ever had.\nSubconsciously peeling the moist label off the bottle as a souvenir, I felt the wow-I’m-drinking-the-best-beer kind of good while laughing and reminiscing with her close to me.\nMaybe that’s what having a whole hip place to yourself with your old high school gal in a part of Brooklyn brings your brain to believe. Or maybe the credit actually belongs to the brewers. I couldn’t tell you.\nBut three bottles of Weihenstephaner Vitus later I gazed about at the positive energy of many cheery Bushwickies and did know something for sure, which I leaned in to tell her with a devilish smile:\n“We started this party.”\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"James Andrew Ricotta The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/04/07/party-time-with-an-old-friend/","date_published":"2015-04-07T12:30:26.000+00:00"},{"title":"An Armenian Hero at the Garden","content":"\nMidway through a December match at Madison Square Garden, world Greco-Roman wrestling champion Arsen Julfalakyan of Armenia and Olympic hopeful Kyle Dake of New York were nearly deadlocked, with the score 2-0 in Dake’s favor.\nMany audience members were young wrestlers themselves, a polite crowd that watched the day’s program of matches mostly in silence. Loud Armenian and English cheers from my friends and I thus stood out.\n“Arsen, arach!” – “Arsen, charge!” – shouted Sergei, my brother-in-law’s cousin visiting from the North Caucasus.\n“Uzhaspar! Neri, neri, neri!” – “He’s out of energy! Push, push push!” – cried my brother-in-law, also named Arsen, a native of Armenia.\n“Let’s go, Arsen!” I, an Armenian-American, shouted.\nA man in front of me turned around to say this must be the Armenian section. “How did you know?” I replied. Sergei and I had Armenia’s red, blue and orange flag draped on our laps.\n“This guy must be like Derek Jeter and Babe Ruth rolled into one over there,” the other spectator said of Julfalakyan. He has been a hero in Armenia at least since he earned a silver medal at the 2012 Summer Olympics in London. Armenians seem to excel at competitions where the equipment is limited to your body (wrestling) or brain (chess) alone.\nAt the risk of sounding corny, you might include heart, too. In the final round, the audience could hear Julfalakyan will his way to victory. After starting in the top position over Dake, Julfalakyan gave a loud cry as he spectacularly spun and heaved his challenger over him. Doing it a second time earned him six points over Dake’s total of three.\nAfter the match, Julfalakyan shook hands, accepted congratulations and stood for photos with my friends, a handful of other supporters and I. It felt like a good day for “the Armenian section.”\nRead all recent entries and our updated submissions guidelines. Reach us via email diary@nytimes.com or follow @NYTMetro on Twitter using the hashtag #MetDiary.","author":"Shant Shahrigian The New York Times Company","permalink":"http://cityroom.blogs.nytimes.com/2015/03/03/an-armenian-hero-at-the-garden/","date_published":"2015-03-03T13:30:11.000+00:00"}]